{
  "locale": "Català",
  "Docs": "Documentació",
  "Logout": "Tancar sesió",
  "Sign up": "Registrar-se",
  "Log in": "Iniciar sesió",
  "guide": "instruccions",
  "Process": "Processar",
  "Options": "Opcions",
  "Advanced options": "Opcions avançades",
  "Process buildings": "Processar edificis",
  "Process addresses": "Processar adreces",
  "Language": "Idioma",
  "Status": "Estat",
  "Information": "Informació",
  "admin-boundaries": "límits administratius",
  "project-size-ok": "La mida del projecte és adequada per processar.",
  "project-size-ko": "El projecte és molt gran. Es recomana seleccionar un districte o un barri. Si no estan definits a OSM, creeu relacions de {0} amb nivell 9 o 10.",
  "Source date": "Data de publicació",
  "Feature count": "Nombre de característiques",
  "Pools": "Piscines",
  "Building parts": "Parts d'edificis",
  "Review": "Revisar",
  "Review done": "Revisions completades",
  "Review street names": "Revisar carrerer",
  "review_msg": "Revisa els noms de les vies/llocs mostrats en el panell seguint aquestes {0}. La columna esquerra mostra el nom de la via/lloc a Cadastre, la dreta la conversió proposada que s'usarà en reprocessar. Edita les que no siguin correctes o valida ({1}) les que si. Deixa-la en blanc ({2}) per a excloure totes les adreces d'aquesta via. Quan acabis continua al següent pas.",
  "Reprocess": "Reprocessar",
  "Check fixmes": "Corregir errors",
  "Locked by": "Bloquejat per",
  "Edited by": "Editat per",
  "fixmes left": "Falta {n} fixme.|Falten {n} fixmes.",
  "highways left": "Falta {n} carrer.|Falten {n} carrers.",
  "reviewed_hgw": "Revisades {0} de {1} carrers.",
  "reviewed_files": "Revisats {0} de {1} fitxers.",
  "fixme_msg": "Baixa't ({download}) els arxius mostrats en el panell. Edita'ls amb JOSM seguint aquestes {link}. Guarda els resultats i puja els arxius corregits ({upload}). Revisa els edificis que tinguin etiquetes \"fixme\" i elimina-les. No cal pujar les dades a OSM, sinó aquí.",
  "welldone1": "Ben fet. Confirma per a continuar.",
  "welldone2": "Ben fet. Reprocessa per a continuar.",
  "Confirm": "Confirmar",
  "finish_job": "Procés de {0} finalitzat",
  "Publish": "Publicar",
  "Task manager": "Gestor de tasques",
  "done_msg1": "Crea un nou projecte en el {0} usant l'arxiu {1}.",
  "done_msg2": "Completa els camps necessaris copiant-los ({0}) de la plantilla mostrada al panell.",
  "done_msg3": "Veure el {0}.",
  "process result": "resultat del procés",
  "You can also": "També pots",
  "Buildings": "Edificis",
  "Addresses": "Adreces",
  "Management": "Administrar",
  "export_msg": "Baixa els resultats del treball com a còpia de seguretat.",
  "Export": "Exportar",
  "Owner": "Propietari/a",
  "delete_msg": "Eliminar el procés (compte, acció no reversible).",
  "Delete": "Eliminar",
  "Chat": "Xat",
  "Copy to clipboard": "Copiar al portapapers",
  "Field": "Camp",
  "Spanish (es)": "Espanyol (es)",
  "English (en)": "Anglès (en)",
  "Name of the project": "Nom del projecte",
  "Short description": "Descripció breu",
  "Description": "Descripció",
  "Changeset comment": "Comentari del conjunt de canvis",
  "Detailed instructions": "Instruccions detallades",
  "Per task instructions": "Instruccions addicionals per aquesta tasca",
  "Select only downloaded files": "Selecciona només els arxius baixats",
  "Drop them": "Deixa'ls anar",
  "Drop here or": "Arrossega els arxius corregits aquí o ",
  "select": "selecciona'ls",
  "Select reviewed file": "Seleccionar arxiu corregit",
  "Sorry, no matching option": "Ho sentim, opció no trobada",
  "Select the province": "Selecciona la província...",
  "Select the municipality": "Selecciona el municipi...",
  "Select the subarea": "Selecciona la divisió...",
  "admin boundaries": "divisions administratives",
  "select_job": "Selecciona una província i el municipi a processar. Si existeixen {0} del municipi (admin_level = 9 - districtes o admin_level = 10 – barris), també pots seleccionar una.",
  "Log": "Registre",
  "The process is locked by": "El procés està bloquejat per",
  "Report": "Informe",
  "Filter": "Filtrar",
  "Delete filter": "Eliminar filtre",
  "Name in Cadastre": "Nom a Cadastre",
  "Conversion": "Conversió",
  "joined": "{username} ha entrat a {room}",
  "leave": "{username} ha sortit de {room}",
  "Procesando": "Processant",
  "Pendiente de revisar direcciones": "Pendent de revisar adreces",
  "Pendiente de revisar problemas": "Pendent de revisar problemes",
  "Proceso finalizado": "Procés finalitzat",
  "No procesado": "No processat",
  "Terminó con error": "Ha acabat amb error",
  "Autorización denegada": "Autorització denegada",
  "No es un archivo gzip válido": "No és un arxiu gzip vàlid",
  "Sólo archivos de tareas existentes": "Només arxius de tasques existents",
  "No se pudo eliminar": "No es va poder eliminar",
  "Proceso eliminado correctamente": "Procés eliminat correctament",
  "Proceso no encontrado": "Procés no trobat",
  "create_job": "{username} inicia el procés de {room}",
  "restart_job": "{username} reinicia el procés de {room}",
  "delete_job": "{username} elimina el procés de {room}",
  "done": "Fet",
  "view_in_osm": "Veure a OpenStreetMap",
  "Validate": "Validar",
  "Undo": "Desfer",
  "parcel_parts_help": "Nombre de parts d'edifici per començar a afegir parcel·les per a tasques.",
  "parcel_dist_help": "Distància en metres per afegir parcel·les per a tasques.",
  "between_val": "El valor ha d'estar entre {0} i {1}.",
  "add_project": "Crear projecte",
  "Share project": "Compartir projecte",
  "Explore": "Explorar",
  "Source": "Origen",
  "Project": "Proyecto",
  "User": "Usuari",
  "Tasks": "Tasques",
  "parts": "parts",
  "AVAILABLE": "disponible",
  "RUNNING": "executant-se",
  "DONE": "acabat",
  "REVIEW": "carrerer",
  "FIXME": "corregir",
  "ERROR": "error",
  "hero title": "Importació del Cadastre Espanyol a OpenStreetMap",
  "hero subtitle": "Eina en línia per convertir edificis i adreces dels {0} del Cadastre a fitxers {1}.",
  "Servicios ATOM": "Serveis ATOM",
  "hero content1": "Les importacions i edicions automatitzades han de ser dutes a terme per persones amb experiència i prou coneixement de la manera com la comunitat OpenStreetMap crea mapes i amb una acurada planificació i consulta amb la comunitat local corresponent.",
  "hero content2": "Consulta la {0}. Les importacions o edicions automatitzades que no segueixin aquestes directrius es poden revertir!",
  "import guide": "guia d'importació",
  "docview title": "Gestió de projectes",
  "docview content1": "Aquesta eina en línia serveix per convertir dades d'edificis i adreces de cadastre al format d'OSM. La conversió es realitza per zones, generalment un municipi i el resultat és un projecte d'importació disponible perquè diferents usuaris puguin portar a terme la importació de forma col·laborativa.",
  "docview content2": "És interessant que abans de crear el teu primer projecte coneguis com és el procés de participació en els que ja estan publicats. Anima't a col·laborar-hi seguint la {0}.",
  "docview content3": "Per crear un projecte d'una zona no publicada cal fer aquests passos:",
  "docview login": "Registre",
  "docview select": "Seleccionar zona",
  "docview process": "Processar",
  "docview review": "Revisar la guia de carrers",
  "docview fixme": "Corregir errors",
  "docview publish": "Publicació",
  "docview need help": "Necessites ajuda?",
  "docview need help explanation": "No dubtis a contactar a través de qualsevol d'aquests mitjans:",
  "docview mail list": "Llista de correu Talk-ca",
  "docview telegram matrix": "Canal de {0} / {1}",
  "docview forum": "Fòrum {0}",
  "docview need help end": "Allà trobaràs altres usuaris disposats a resoldre els teus dubtes o col·laborar en allò necessari.",
  "docselectview admin level": "Opcionalment, seleccioneu una divisió administrativa.",
  "docselectview check size": "Comprova la mida del projecte.",
  "docselectview content1": "Seguiu aquestes instruccions per seleccionar la zona a processar:",
  "docselectview content2": "Després de seleccionar un municipi, al panell d'informació tindràs dades que et permeten fer-te una idea de la mida que tindrà el projecte. Com més edificis o adreces més gran serà la feina. Interessa que un projecte no sigui gaire gran, especialment si és la primera vegada que en crees un. Com més gran sigui, més temps serà necessari per a la revisió prèvia a la seva publicació i per completar la importació un cop publicat.",
  "docselectview content3": "Com a regla general, podem dir que un projecte és massa gran si el nombre de parts d'edifici és superior a 10.000. El programa us alertarà en cas de superar aquesta xifra. Si el projecte és gran i no vols començar per cap altre municipi menor, intenta seleccionar una divisió administrativa.",
  "docselectview content4": "Els municipis se solen dividir en entitats administratives menors. A OSM, els municipis tenen l'etiqueta {0}. Per sota, amb {1}, hi ha els districtes (el nom pot canviar segons les peculiaritats de cada territori). Dins de cada districte existiran barris (o l'equivalent a la teva zona), amb {2}.",
  "docselectview content5": "Si aquests límits administratius estan definits a OSM, apareixeran al selector de divisió administrativa sota el selector de municipi. Selecciona un barri que tingui la mida adequada per processar.",
  "docselectview content6": "Si els {0} no estan definits a OSM, és recomanable crear els que necessitis. Si utilitzareu dades de tercers per dibuixar aquests límits i no estan publicats amb una llicència compatible caldrà sol·licitar una llicència expressa d'ús. Consulta al teu Ajuntament i demana ajuda per fer els passos necessaris.",
  "docselectview municipality": "Selecciona un municipi.",
  "docselectview province": "Seleccioneu una província.",
  "Grant Access": "Atorgar accés",
  "Note": "Nota",
  "docloginview content1": "Segueix aquestes instruccions per accedir a CatAtom2Osm online:",
  "docloginview content2": "Feu clic al botó {0} de la barra de navegació.",
  "docloginview content3": "Inicia sessió a OpenStreetMap usant el teu compte o un dels mètodes alternatius.",
  "docloginview content4": "Autoritza l'accés a CatAtom2Osm fent clic a {0}.",
  "docloginview content5": "El compte dedicat d'importació és necessari per contribuir a projectes publicats. \nPer crear-los pots fer servir el teu compte normal si ho desitges.",
  "docprocessview content1": "Opcions de procés.",
  "docprocessview content10": "Informació.",
  "docprocessview content11": "Durant l'execució del procés de conversió s'actualitza el tauler de registre amb informació de l'execució del programa.",
  "docprocessview content12": "En acabar, es mostra un informe amb dades sobre el resultat de l'execució.",
  "docprocessview content2": "Un cop seleccionada la zona a processar has de decidir si vols importar alhora edificis i adreces postals o processar independentment edificis o adreces. \nL'opció més completa és la primera, encara que alguns usuaris decideixen processar només adreces si el mapa ja conté molts edificis, o processar només els edificis per reduir la càrrega de treball.",
  "docprocessview content3": "El selector d'idioma es refereix a l'idioma emprat en convertir les abreviatures de tipus de via emprades a Cadastre (per exemple, CL = Carrer/Carrer/Rúa). \nS'ajusta en funció de la província, per la qual cosa en principi no cal canviar-ho.",
  "docprocessview content4": "Opcions avançades.",
  "docprocessview content5": "Dins l'apartat opcions avançades es troben paràmetres per modificar la manera com el programa agrupa les parcel·les amb edificis o adreces en fitxers de tasques per importar. \nEs recomana fer servir els valors per defecte.",
  "docprocessview content6": "El programa intentarà que els fitxers de tasques tinguin com a màxim aquest nombre de parts dedifici.",
  "docprocessview content7": "Es fusionaran les parcel·les més properes que aquesta distància si no se supera el nombre de parts.",
  "docprocessview content8": "Inicieu el procés.",
  "docprocessview content9": "Quan estiguis llest fes clic al botó",
  "docreviewview content1": "Abans de poder publicar un projecte d'importació hi ha dues revisions que cal fer manualment. \nLa primera, és la de la guia de carrers. \nSi no heu seleccionat {0}, podeu passar a {1}",
  "docreviewview content10": "Les files dels carrers revisats es mostren amb un color diferenciat per a cada usuari que n'ha fet la revisió. \nTambé podeu consultar-lo en posar el ratolí a sobre del requadre d'edició del nom del carrer. \nDiferents usuaris poden col·laborar per completar la revisió.",
  "docreviewview content11": "Correcció",
  "docreviewview content12": "Si el carrer no té nom a OSM, o si el té però no és igual a la conversió proposada, cerca el nom correcte usant revisió sobre el terreny o les diferents fonts disponibles (Cartociutat, les fotos de façana, Mapillary, KartaView).",
  "docreviewview content13": "Quan tinguis el nom correcte edita la conversió a la taula i/o el nom de la via a OSM segons sigui necessari. \nPer accedir a editar el mapa, a la capçalera del mapa hi ha un enllaç al web d'OSM.",
  "docreviewview content14": "Les edicions al mapa resultat d'aquesta fase s'han de fer amb el compte d'usuari habitual de l'OSM, no amb els comptes dedicats d'importació. \nConvé etiquetar-les amb {0} i el nom del municipi al comentari del conjunt de canvis.",
  "docreviewview content15": "Si un carrer es mostra amb diferents colors al llarg del traçat, és perquè està format per diferents vies en OSM i el nom no coincideix. \nCal editar el mapa, veure quin és el correcte i posar-lo a tots els trams. \nEn aquest exemple, al nom en un tram li falta una titlla.",
  "docreviewview content16": "Quan el programa no troba una via a OSM amb què aparellar els noms, aplicarà correccions al nom a Cadastre per suggerir-lo com a conversió. \nVigila la conversió de les abreviatures del tipus de via. \nN'hi ha algunes que tenen diversos valors possibles que es mostren separats per una barra. \nSón els casos d'AL (Aldea/Alameda), CJ (Calleja/Callejón) o CR (Carretera/Carrera), per exemple. \nEn cas de fer-los servir, revisa que només quedi el tipus de via correcte o cap, segons el cas.",
  "docreviewview content17": "Algunes direccions de Cadastre poden referir-se a llocs en comptes de vies, per exemple a barris, urbanitzacions, caserius. \nComproveu si el nom està mapejat a OSM o es pot afegir. \nTingueu en compte que el programa assigna les adreces a l'etiqueta {0} en lloc de {1} quan el nom comença per referències de lloc. \nPer a una llista completa consulteu l'annex.",
  "docreviewview content18": "Eliminar",
  "docreviewview content19": "Alguns noms de via de Cadastre poden no ser adequats per importar a OSM. \nPer exemple podem trobar referències administrativa com ara ' POMA A SECTOR 4' que no es correspon amb noms de via reals. \nSi decidiu que no s'importin les adreces per a un nom de via, deixeu la conversió en blanc mitjançant el botó {0}",
  "docreviewview content2": "Conversió de vials",
  "docreviewview content20": "Desfer",
  "docreviewview content21": "Per restaurar la conversió al valor original useu el botó",
  "docreviewview content22": "Reprocessar",
  "docreviewview content23": "Quan estigui completa la revisió de la guia de carrers, l'usuari que va iniciar el procés pot continuar al següent pas mitjançant el botó",
  "docreviewview content24": "Annex: Sigles de tipus de via",
  "docreviewview content25": "*) S'aplica a {0} en lloc de {1}.",
  "docreviewview content26": "**) S'aplica a {0} i s'elimina el prefix \"Lloc\" a la conversió",
  "docreviewview content27": "***) S'eliminen les adreces d'aquests tipus.",
  "docreviewview content3": "No cal importar els noms de carrers tal com vénen de Cadastre. \nIncompleixen les regles d'OSM (estan en majúscules, sense titlles i amb altres problemes). \nCatAtom2Osm ajuda a corregir-los intentant aparellar automàticament el nom de cada via a Cadastre amb el nom a OSM més semblant i proper. \nSi no trobeu una coincidència realitza una transformació preliminar com a suggeriment de quin hauria de ser el nom correcte. \nEn tot cas, cal revisar el procés manualment.",
  "docreviewview content4": "La revisió es fa mitjançant aquesta taula. \nA la columna de l'esquerra es mostra el {0} del vial, a la de la dreta la {1} proposada.",
  "docreviewview content5": "En fer clic a una fila apareix un mapa que mostra els portals de Cadastre existents a aquest carrer i els vials existents a OSM. \nFes clic als portals per accedir a les foto de façana de Cadastre. \nEn col·locar el ratolí sobre un vial es mostra el nom a OSM.",
  "docreviewview content6": "Pots fer servir el selector de capes per alternar entre el mapa d'OSM i el d'IGN-Base que mostra la guia de carrers de Cartociudad, o per desactivar les capes de Portals o Vials si no et deixen veure bé el mapa.",
  "docreviewview content7": "Validació",
  "docreviewview content8": "Seguint els portals de Cadastre, cerca amb quin vial d'OSM es corresponen.",
  "docreviewview content9": "Si el carrer té nom a OSM, està correctament escrit, és igual a la conversió proposada i es correspon amb el nom que figura a Cadastre, pots validar la conversió usant el botó"
}
