{
  "locale": "English",
  "Docs": "Docs",
  "Logout": "Logout",
  "Sign up": "Sign up",
  "Log in": "Log in",
  "guide": "guide",
  "Process": "Process",
  "Options": "Options",
  "Advanced options": "Advanced options",
  "Process buildings": "Process buildings",
  "Process addresses": "Process addresses",
  "Language": "Language",
  "Status": "Status",
  "Information": "Information",
  "admin-boundaries": "administrative boundaries",
  "project-size-ok": "The project size is suitable for processing.",
  "project-size-ko": "The project is very big. It is recommended to select a district or neighborhood. If they are not defined in OSM, create relations of {0} with level 9 or 10.",
  "Source date": "Source date",
  "Feature count": "Feature count",
  "Pools": "Pools",
  "Building parts": "Building parts",
  "Review street names": "Review street names",
  "review_msg": "Check out the highway/place names displayed on the panel following this {0}. The left column shows the name of the highway/place in Cadastre, the right the proposed conversion to be used when reprocessing. Edit those that are not correct or validate ({1}) those that are. Leave it blank ({2}) to exclude all addresses on that highway. When you're done, continue to the next step.",
  "Reprocess": "Reprocess",
  "Check fixmes": "Check fixmes",
  "Locked by": "Locked by",
  "Edited by": "Edited by",
  "fixmes left": "{n} fixme left.|{n} fixmes left.",
  "highways left": "{n} highway left.|{n} highways left.",
  "reviewed_hgw": "Reviewed {0} of {1} streets.",
  "reviewed_files": "Reviewed {0} of {1} files.",
  "fixme_msg": "Download {upload} the files displayed in the panel. Edit them with JOSM following this {link}. Save the results and upload the corrected files {upload}. Check the buildings that have \"fixme\" tags and remove them. You don't have to upload the data to OSM, but here.",
  "welldone1": "Well done! Confirm to continue.",
  "welldone2": "Well done! Reprocess to continue.",
  "Confirm": "Confirm",
  "finish_job": "{0} process finished",
  "Publish": "Publish",
  "Task manager": "Task manager",
  "done_msg1": "Create a new proyect in the {0} using the file {1}.",
  "done_msg2": "Fill in the necessary fields by copying ({0}) from the template displayed on the panel.",
  "done_msg3": "View the {0}.",
  "process result": "process result",
  "You can also": "You can also",
  "Buildings": "Buildings",
  "Addresses": "Addresses",
  "Management": "Management",
  "export_msg": "Download the process results for backup.",
  "Export": "Export",
  "Owner": "Owner",
  "delete_msg": "Delete the process (caution, can't be undone).",
  "Delete": "Delete",
  "Chat": "Chat",
  "Copy to clipboard": "Copy to clipboard",
  "Field": "Field",
  "Spanish (es)": "Spanish (es)",
  "English (en)": "English (en)",
  "Name of the project": "Name of the project",
  "Short description": "Short description",
  "Description": "Description",
  "Changeset comment": "Changeset comment",
  "Detailed instructions": "Detailed instructions",
  "Per task instructions": "Per task instructions",
  "Select only downloaded files": "Select only downloaded files",
  "Drop them": "Drop them",
  "Drop here or": "Drop the reviewed files here or",
  "select": "select them",
  "Select reviewed file": "Select reviewed file",
  "Sorry, no matching option": "Sorry, no matching option",
  "Select the province": "Select the province…",
  "Select the municipality": "Select the municipality…",
  "Select the subarea": "Select the subarea…",
  "admin boundaries": "admin boundaries",
  "select_job": "Select the province and municipality to process. If there exists lower {0} (admin_level = 9 - Distrito, admin_level =10 – Barrio), you can also select one.",
  "Log": "Log",
  "The process is locked by": "The process is locked by",
  "Report": "Report",
  "Filter": "Filter",
  "Delete filter": "Delete filter",
  "Name in Cadastre": "Name in Cadastre",
  "Conversion": "Conversion",
  "joined": "{username} joined {room}",
  "leave": "{username} leave {room}",
  "Procesando": "Processing",
  "Review": "Review",
  "Review done": "Review done",
  "Pendiente de revisar direcciones": "Pending to review addresses",
  "Pendiente de revisar problemas": "Pending to review fixmes",
  "Proceso finalizado": "Process finished",
  "No procesado": "Not processed",
  "Terminó con error": "Finished with error",
  "Autorización denegada": "Denied authorization",
  "No es un archivo gzip válido": "Not a valid gzip file",
  "Sólo archivos de tareas existentes": "Only existing task files",
  "No se pudo eliminar": "Could not delete",
  "Proceso eliminado correctamente": "Process succesfully deleted",
  "Proceso no encontrado": "Process not found",
  "create_job": "{username} started processing of {room}",
  "restart_job": "{username} restarted processing of {room}",
  "delete_job": "{username} deletes processing of {room}",
  "done": "Done",
  "view_in_osm": "View in OpenStreetMap",
  "Validate": "Validate",
  "Undo": "Undo",
  "parcel_parts_help": "Number of building parts to agregate parcels for tasks.",
  "parcel_dist_help": "Distance in meters to agregate parcels for tasks.",
  "between_val": "The value must be between {0} and {1}.",
  "add_project": "Add project",
  "Share project": "Share project",
  "Explore": "Explore",
  "Source": "Source",
  "Project": "Project",
  "User": "User",
  "Tasks": "Tasks",
  "parts": "parts",
  "AVAILABLE": "available",
  "RUNNING": "running",
  "DONE": "done",
  "REVIEW": "review",
  "FIXME": "fixmes",
  "ERROR": "error",
  "hero title": "Importing the Spanish Cadastre into OpenStreetMap",
  "hero subtitle": "Online tool to convert buildings and addresses from {0} Cadastre files to {1} files.",
  "Servicios ATOM": "ATOM Services",
  "hero content1": "Automated imports and edits should be carried out by people with experience and sufficient knowledge of how the OpenStreetMap community creates maps, and with careful planning and consultation with the relevant local community.",
  "hero content2": "See the {0}. Automated imports or edits that do not follow these guidelines may be reverted!",
  "import guide": "import guide",
  "docview title": "Project Management",
  "docview content1": "This online tool is used to convert building and address data from the Cadastre to the OSM format. The conversion is done by zones, usually a municipality, and the result is an import project available so that different users can carry out the import collaboratively.",
  "docview content2": "It is interesting that before creating your first project you know how the participation process is in those that are already published. Go ahead and collaborate on them by following the {0}.",
  "docview content3": "To create a project for an unpublished zone, you need to follow these steps:",
  "docview login": "Register",
  "docview select": "Select zone",
  "docview process": "Process",
  "docview review": "Review the street map",
  "docview fixme": "Correct errors",
  "docview publish": "Publication",
  "docview need help": "Do you need help?",
  "docview need help explanation": "Feel free to contact us through any of these means:",
  "docview mail list": "Talk-es mailing list",
  "docview telegram matrix": "Channel {0} / {1}",
  "docview forum": "Forum {0}",
  "docview need help end": "There you will find other users willing to resolve your doubts or collaborate in whatever is necessary.",
  "docselectview admin level": "Optionally, select an administrative division.",
  "docselectview check size": "Check the size of the project.",
  "docselectview content1": "Follow these instructions to select the area to process:",
  "docselectview content2": "After selecting a municipality, in the information panel you will have data that allows you to get an idea of the size the project will have. The more buildings or addresses, the greater the work. It is important that a project is not too big, especially if it is the first time you create one. The larger it is, the more time it will take for pre-publication review and to complete the import once published.",
  "docselectview content3": "As a general rule, we can say that a project is too large if the number of building parts is greater than 10,000. The program will alert you if it exceeds this figure. If the project is large and you do not want to start with another smaller municipality, try selecting an administrative division.",
  "docselectview content4": "Municipalities are usually divided into smaller administrative entities. In OSM, municipalities have the label {0}. Below, with {1}, are the districts (the name may change according to the peculiarities of each territory). Within each district there will be neighborhoods (or the equivalent in your area), with {2}.",
  "docselectview content5": "If these administrative boundaries are defined in OSM, they will appear in the administrative division selector below the municipality selector. Select a neighborhood that is the appropriate size to process.",
  "docselectview content6": "If the {0} are not defined in OSM, it is advisable to create the ones you need. If you are going to use third-party data to draw these limits and they are not published with a compatible license, it will be necessary to request an express license for use. Consult your City Council and ask for help to take the necessary steps.",
  "docselectview municipality": "Select a municipality.",
  "docselectview province": "Select a province.",
  "Grant Access": "Grant access",
  "Note": "Note",
  "docloginview content1": "Follow these instructions to access CatAtom2Osm online:",
  "docloginview content2": "Click the {0} button in the navigation bar.",
  "docloginview content3": "Sign in to OpenStreetMap using your account or one of the alternative methods.",
  "docloginview content4": "Authorize access on CatAtom2Osm by clicking {0}.",
  "docloginview content5": "The dedicated import account is required to contribute to published projects. \nTo create them you can use your normal account if you wish.",
  "docprocessview content1": "Process options.",
  "docprocessview content10": "Information.",
  "docprocessview content11": "During the execution of the conversion process, the log panel is updated with information about the program execution.",
  "docprocessview content12": "When finished, a report is displayed with data on the result of the execution.",
  "docprocessview content2": "Once you have selected the area to process, you must decide if you want to import buildings and postal addresses at the same time or process buildings or addresses independently. \nThe most complete option is the first, although some users decide to process only addresses if the map already contains many buildings, or to process only buildings to reduce the workload.",
  "docprocessview content3": "The language selector refers to the language used when converting the road type abbreviations used in Cadastre (for example, CL = Calle/Carrer/Rúa). \nIt is adjusted depending on the province, so in principle it is not necessary to change it.",
  "docprocessview content4": "Advanced options.",
  "docprocessview content5": "Within the advanced options section there are parameters to modify the way the program groups parcels with buildings or addresses in task files to import. \nIt is recommended to use the default values.",
  "docprocessview content6": "The program will try to ensure that the task files have a maximum of this number of building parts.",
  "docprocessview content7": "Parcels closer than this distance will be merged if the number of parts is not exceeded.",
  "docprocessview content8": "Start the process.",
  "docprocessview content9": "When you are ready click the button",
  "docreviewview content1": "Before you can publish an import project, there are two checks that must be done manually. \nThe first is that of the stray. \nIf you have not selected {0}, you can skip to {1}",
  "docreviewview content10": "The rows of the reviewed streets are shown with a different color for each user who has made the review. \nYou can also check it by hovering your mouse over the street name edit box. \nDifferent users can collaborate to complete the review.",
  "docreviewview content11": "Correction",
  "docreviewview content12": "If the street does not have a name in OSM, or if it has one but it is not the same as the proposed conversion, look for the correct name using field review or the different available sources (Cartociudad, facade photos, Mapillary, KartaView).",
  "docreviewview content13": "When you have the correct name edit the conversion in the table and/or the path name in OSM as necessary. \nTo access and edit the map, in the map header there is a link to the OSM website.",
  "docreviewview content14": "Edits to the map resulting from this phase must be made with the regular OSM user account, not with dedicated import accounts. \nIt is advisable to label them with {0} and the name of the municipality in the comment of the set of changes.",
  "docreviewview content15": "If a street is shown with different colors along its layout, it is because it is made up of different roads in OSM and the name does not match. \nYou have to edit the map, see which one is correct and put it in all the sections. \nIn this example, the name in a section is missing an accent.",
  "docreviewview content16": "When the program does not find a path in OSM to match the names with, it will apply corrections to the name in Cadastre to suggest it as a conversion. \nMonitor the conversion of road type abbreviations. \nThere are some that have several possible values ​​that are shown separated by a bar. \nThese are the cases of AL (Aldea/Alameda), CJ (Calleja/Callejón) or CR (Carretera/Carrera), for example. \nIf you use them, check that only the correct type of track remains or none, as the case may be.",
  "docreviewview content17": "Some Cadastre addresses may refer to places instead of roads, for example to neighborhoods, urbanizations, hamlets. \nChecks if the name is mapped in OSM or can be added. \nNote that the program maps addresses to the tag {0} instead of {1} when the name begins with place references. \nFor a complete list see the annex.",
  "docreviewview content18": "Eliminate",
  "docreviewview content19": "Some Cadastre road names may not be suitable for import into OSM. \nFor example, we can find administrative references such as 'MANZANA A SECTOR 4' that do not correspond to real road names. \nIf you decide not to import addresses for a road name, leave the conversion blank using the {0} button",
  "docreviewview content2": "Vial conversion",
  "docreviewview content20": "Undo",
  "docreviewview content21": "To restore the conversion to its original value use the button",
  "docreviewview content22": "Reprocess",
  "docreviewview content23": "When the street map review is complete, the user who started the process can continue to the next step using the button",
  "docreviewview content24": "Annex: Acronyms for road type",
  "docreviewview content25": "*) Applies to {0} instead of {1}.",
  "docreviewview content26": "**) Applies to {0} and removes the \"Place\" prefix in the conversion",
  "docreviewview content27": "***) The addresses of these types are removed.",
  "docreviewview content3": "Street names should not be imported as they come from Cadastre. \nThey violate OSM rules (they are in capital letters, without accents and with other problems). \nCatAtom2Osm helps to correct them by automatically matching the name of each road in Cadastre with the most similar and closest name in OSM. \nIf it does not find a match it performs a preliminary transformation as a suggestion of what the correct name should be. \nIn any case, it is necessary to review the process manually.",
  "docreviewview content4": "The review is done using this table. \nIn the left column the {0} of the vial is shown, in the right column the proposed {1}.",
  "docreviewview content5": "When you click on a row, a map appears that shows the existing Cadastre portals on that street and the existing roads in OSM. \nClick on the portals to access the Cadastro facade photos. \nPlacing the mouse over a vial displays the name in OSM.",
  "docreviewview content6": "You can use the layer selector to switch between the OSM map and the IGN-Base map that shows the Cartociudad street map, or to deactivate the Portals or Roads layers if they do not allow you to see the map well.",
  "docreviewview content7": "Validation",
  "docreviewview content8": "Following the Cadastre portals, look for which OSM vial they correspond to.",
  "docreviewview content9": "If the street has a name in OSM, it is correctly written, it is the same as the proposed conversion and it corresponds to the name that appears in the Cadastre, you can validate the conversion using the button",
  "docfixmeview content1": "In this phase, the data conversion is already completed. \nEach import unit (or tasks) have been created. \nHowever, before you can publish the import project, you must review the problems that the program has detected and marked in the buildings using {0} tags.",
  "docfixmeview content10": "Building with too small area. \nIf it doesn't correspond to a real building, delete it.",
  "docfixmeview content11": "This part is bigger than your building",
  "docfixmeview content12": "It means that a part of a building is outside its boundary. \nSolve it by enlarging the outline of the building or cutting out the part as appropriate.",
  "docfixmeview content13": "GEOS Validation",
  "docfixmeview content14": "The geometry has not passed the validation tests of the GEOS library. \nIn this example, an interior part of a multipolygon is touching the exterior edge of the multipolygon. \nIt can be solved by removing the multipolygon relationship and placing the height labels on each part separately.",
  "docfixmeview content15": "OSM building with id %s is invalid",
  "docfixmeview content16": "A building with invalid geometry has been found in OSM. \nIn this case the problem is not in the Cadastre data but in the OSM data. \nCheck that the Cadastre building overlaps the OSM building and that it will be replaced (combination) when the import is made. \nIn that case no action is necessary other than removing the 'fixme' tag. \nIf the building is not going to be replaced with the Cadastre data when importing, this must be corrected in OSM.",
  "docfixmeview content17": "Undo",
  "docfixmeview content18": "If you make a mistake, you can always restore the original task file using the {0} button",
  "docfixmeview content19": "Reprocess",
  "docfixmeview content2": "The review is done using this list. \nEach row contains the link to the file of a problem task and the number of fixmes it contains.",
  "docfixmeview content20": "When the review of all files is complete, the user who started the process can continue to the next step using the button",
  "docfixmeview content21": "Annex: nomenclature of subplots",
  "docfixmeview content22": "According to {0}",
  "docfixmeview content3": "Download {0} the file to your computer and open it with JOSM. \nDo a search for the text 'fixme' to locate items that have that tag. \nRead the message of the detected problem and look for its description on this page. \nRemove the fixme tag and if necessary correct the indicated problem. \nTo resolve the issue, consult the background aerial image, facade photos, and other approved image sources such as Mapillary or KartaView.",
  "docfixmeview content4": "Do not upload task files to OSM. \nWhen the problems are corrected and there are no fixme tags left, save it to your computer and upload it to CatAtom2OSM. \nYou can drag the files to the panel or use the {0} buttons.",
  "docfixmeview content5": "The rows of the reviewed files are displayed with a different color for each user who made the review. \nYou can also check it by hovering your mouse over the download link. \nDifferent users can collaborate to complete the review.",
  "docfixmeview content6": "The 'fixmes' are designed to correct them before publishing the project. \nIts number must be reduced to 0 to be able to do so. \nThis is the list of possible problems to solve:",
  "docfixmeview content7": "Too large area",
  "docfixmeview content8": "Building with too large area. \nIf it doesn't correspond to a real building, delete it.",
  "docfixmeview content9": "Area too small"
}
