{
  "locale": "Español",
  "Docs": "Documentación",
  "Logout": "Cerrar sesión",
  "Sign up": "Registrarse",
  "Log in": "Iniciar sesión",
  "guide": "instrucciones",
  "Process": "Procesar",
  "Options": "Opciones",
  "Advanced options": "Opciones avanzadas",
  "Process buildings": "Procesar edificios",
  "Process addresses": "Procesar direcciones",
  "Language": "Idioma",
  "Status": "Estado",
  "Information": "Información",
  "admin-boundaries": "límites administrativos",
  "project-size-ok": "El tamaño del proyecto es adecuado para procesar.",
  "project-size-ko": "El proyecto es muy grande. Se recomienda seleccionar un distrito o barrio. Si no están definidos en OSM crea relaciones de {0} con nivel 9 o 10.",
  "Source date": "Fecha de publicación",
  "Feature count": "Número de características",
  "Pools": "Piscinas",
  "Building parts": "Partes de edificios",
  "Review": "Revisar",
  "Review done": "Revisiones completadas",
  "Review street names": "Revisar callejero",
  "review_msg": "Revisa los nombres de las vías/lugares mostrados en el panel siguiendo estas {0}. La columna izquierda muestra el nombre de la vía/lugar en Catastro, la derecha la conversión propuesta que se usará al reprocesar. Edita las que no sean correctas o valida ({1}) las que si. Déjala en blanco ({2}) para excluir todas las direcciones de esa vía. Cuando termines continúa al siguiente paso.",
  "Reprocess": "Reprocesar",
  "Check fixmes": "Corregir errores",
  "Locked by": "Bloqueado por",
  "Edited by": "Editado por",
  "fixmes left": "Falta {n} fixme.|Faltan {n} fixmes.",
  "highways left": "Falta {n} vía.|Faltan {n} vías.",
  "reviewed_hgw": "Revisadas {0} de {1} calles.",
  "reviewed_files": "Revisados {0} de {1} archivos.",
  "fixme_msg": "Descarga ({download}) los archivos mostrados en el panel. Edítalos con JOSM siguiendo estas {link}. Guarda los resultados y sube los archivos corregidos ({upload}). Revisa los edificios que tengan etiquetas \"fixme\" y elimínalas. No hay que subir los datos a OSM, sino aquí.",
  "welldone1": "¡Bien hecho! Confirma para continuar.",
  "welldone2": "¡Bien hecho! Reprocesa para continuar.",
  "Confirm": "Confirmar",
  "finish_job": "Proceso de {0} finalizado",
  "Publish": "Publicar",
  "Task manager": "Gestor de tareas",
  "done_msg1": "Crea un nuevo proyecto en el {0} usando el archivo {1}.",
  "done_msg2": "Completa los campos necesarios copiándolos ({0}) de la plantilla mostrada en el panel.",
  "done_msg3": "Ver el {0}.",
  "process result": "resultado del proceso",
  "You can also": "También puedes",
  "Buildings": "Edificios",
  "Addresses": "Direcciones",
  "Management": "Administrar",
  "export_msg": "Descarga los resultados del trabajo como copia de seguridad.",
  "Export": "Exportar",
  "Owner": "Propietario",
  "delete_msg": "Eliminar el proceso (cuidado, acción no reversible).",
  "Delete": "Eliminar",
  "Chat": "Charla",
  "Copy to clipboard": "Copiar al portapapeles",
  "Field": "Campo",
  "Spanish (es)": "Español (es)",
  "English (en)": "Inglés (en)",
  "Name of the project": "Nombre del proyecto",
  "Short description": "Descripción corta",
  "Description": "Descripción",
  "Changeset comment": "Comentario del conjunto de cambios",
  "Detailed instructions": "Instrucciones detalladas",
  "Per task instructions": "Instrucciones adicionales para esta tarea",
  "Select only downloaded files": "Seleccione sólo los archivos descargados",
  "Drop them": "Suéltalos",
  "Drop here or": "Arrastra los archivos corregidos aquí o ",
  "select": "selecciónalos",
  "Select reviewed file": "Seleccionar archivo corregido",
  "Sorry, no matching option": "Lo siento, opción no encontrada",
  "Select the province": "Selecciona la provincia...",
  "Select the municipality": "Selecciona el municipio...",
  "Select the subarea": "Selecciona la división...",
  "admin boundaries": "divisiones administrativas",
  "select_job": "Selecciona una provincia y el municipio a procesar. Si existen {0} del municipio (admin_level = 9 - distritos o admin_level = 10 – barrios), también puedes seleccionar una.",
  "Log": "Registro",
  "The process is locked by": "El proceso está bloqueado por",
  "Report": "Informe",
  "Filter": "Filtrar",
  "Delete filter": "Eliminar filtro",
  "Name in Cadastre": "Nombre en Catastro",
  "Conversion": "Conversión",
  "joined": "{username} se unió a {room}",
  "leave": "{username} abandonó {room}",
  "Procesando": "Procesando",
  "Pendiente de revisar direcciones": "Pendiente de revisar direcciones",
  "Pendiente de revisar problemas": "Pendiente de revisar problemas",
  "Proceso finalizado": "Proceso finalizado",
  "No procesado": "No procesado",
  "Terminó con error": "Terminó con error",
  "Autorización denegada": "Autorización denegada",
  "No es un archivo gzip válido": "No es un archivo gzip válido",
  "Sólo archivos de tareas existentes": "Sólo archivos de tareas existentes",
  "No se pudo eliminar": "No se pudo eliminar",
  "Proceso eliminado correctamente": "Proceso eliminado correctamente",
  "Proceso no encontrado": "Proceso no encontrado",
  "create_job": "{username} inicia el proceso de {room}",
  "restart_job": "{username} reinicia el proceso de {room}",
  "delete_job": "{username} elimina el proceso de {room}",
  "done": "Hecho",
  "view_in_osm": "Ver en OpenStreetMap",
  "Validate": "Validar",
  "Undo": "Deshacer",
  "parcel_parts_help": "Número de partes de edificio para comenzar a agregar parcelas para tareas.",
  "parcel_dist_help": "Distancia en metros para agregar parcelas para tareas.",
  "between_val": "El valor debe estar entre {0} y {1}.",
  "add_project": "Crear proyecto",
  "Share project": "Compartir proyecto",
  "Explore": "Explorar",
  "Source": "Origen",
  "Project": "Proyecto",
  "User": "Usuario",
  "Tasks": "Tareas",
  "parts": "partes",
  "AVAILABLE": "disponible",
  "RUNNING": "ejecutándose",
  "DONE": "terminado",
  "REVIEW": "callejero",
  "FIXME": "correcciones",
  "ERROR": "error",
  "hero title": "Importación del Catastro Español a OpenStreetMap",
  "hero subtitle": "Herramienta en línea para convertir edificios y direcciones de los {0} del Catastro a archivos {1}.",
  "Servicios ATOM": "Servicios ATOM",
  "hero content1": "Las importaciones y ediciones automatizadas deben ser llevadas a cabo por personas con experiencia y suficiente conocimiento de la forma en que la comunidad OpenStreetMap crea mapas y con una cuidada planificación y consulta con la comunidad local correspondiente.",
  "hero content2": "Consulta la {0}. Las importaciones o ediciones automatizadas que no sigan estas directrices ¡se pueden revertir!",
  "import guide": "guía de importación",
  "docview title": "Gestión de proyectos",
  "docview content1": "Esta herramienta en linea sirve para convertir datos de edificios y direcciones de Catastro al formato de OSM. La conversión se realiza por zonas, generalmente un municipio y el resultado es un proyecto de importación disponible para que distintos usuarios puedan llevar a cabo la importación de forma colaborativa.",
  "docview content2": "Es interesante que antes de crear tu primer proyecto conozcas cómo es el proceso de participación en los que ya están publicados. Anímate a colaborar en ellos siguiendo la {0}.",
  "docview content3": "Para crear un proyecto de una zona no publicada es necesario dar estos pasos:",
  "docview login": "Registro",
  "docview select": "Seleccionar",
  "docview process": "Procesar",
  "docview review": "Revisar el callejero",
  "docview fixme": "Corregir errores",
  "docview publish": "Publicación",
  "docview need help": "¿Necesitas ayuda?",
  "docview need help explanation": "No dudes en contactar a través de cualquiera de estos medios:",
  "docview mail list": "Lista de correo Talk-es",
  "docview telegram matrix": "Canal de {0} / {1}",
  "docview forum": "Foro {0}",
  "docview need help end": "Allí encontrarás otros usuarios dispuestos a resolver tus dudas o colaborar en lo necesario.",
  "docselectview content1": "Sigue estas instrucciones para seleccionar la zona a procesar:",
  "docselectview province": "Selecciona una provincia.",
  "docselectview municipality": "Selecciona un municipio.",
  "docselectview check size": "Comprueba el tamaño que tendrá el proyecto.",
  "docselectview content2": "Después de seleccionar un municipio, en el panel de información tendrás datos que te permiten hacerte una idea del tamaño que tendrá el proyecto. Mientras más edificios o direcciones mayor será el trabajo. Interesa que un proyecto no sea muy grande, especialmente si es la primera vez que creas uno. Mientras más grande sea, más tiempo será necesario para la revisión prévia a su publicación y para completar la importación una vez publicado.",
  "docselectview content3": "Como regla general, podemos decir que un proyecto es demasiado grande si el número de partes de edificio es superior a 10000. El programa te alertará en caso de superar esta cifra. Si el proyecto es grande y no quieres empezar por otro municipio menor, intenta seleccionar una división administrativa.",
  "docselectview admin level": "Opcionalmente, selecciona una división administrativa.",
  "docselectview content4": "Los municipio se suelen dividir en entidades administrativas menores. En OSM, los municipios tienen la etiqueta {0}. Por debajo, con {1}, están los distritos (el nombre puede cambiar según las peculiaridades de cada territorio). Dentro de de cada distrito existirán barrios (o el equivalente en tu zona), con {2}.",
  "docselectview content5": "Si estos límites administrativos están definidos en OSM, aparecerán en el selector de división administrativa debajo del selector de municipio. Selecciona un barrio que tenga el tamaño adecuado para procesar.",
  "docselectview content6": "Si los {0} no están definidos en OSM, es recomendable crear los que necesites. Si vas a utilizar datos de terceros para dibujar estos límites y no están publicados con una licencia compatible será necesario solicitar una licencia expresa de uso. Consulta en tu Ayuntamiento y pide ayuda para dar los pasos necesarios.",
  "docloginview content1": "Sigue estas instrucciones para acceder a CatAtom2Osm online:",
  "docloginview content2": "Haz clic en el botón {0} de la barra de navegación.",
  "docloginview content3": "Inicia sesión en OpenStreetMap usando tu cuenta o uno de los métodos alternativos.",
  "Grant Access": "Otorgar acceso",
  "docloginview content4": "Autoriza el acceso en CatAtom2Osm haciendo clic en {0}.",
  "docloginview content5": "La cuenta dedicada de importación es necesaria para contribuir en proyectos publicados. Para crearlos puedes usar tu cuenta normal si lo deseas.",
  "Note": "Nota",
  "docprocessview content1": "Opciones de proceso.",
  "docprocessview content2": "Una vez seleccionada la zona a procesar debes decidir si quieres importar al mismo tiempo edificios y direcciones postales o procesar independientemente edificios o direcciones. La opción más completa es la primera, aunque algunos usuarios deciden procesar sólo direcciones si el mapa ya contiene muchos edificios, o procesar sólamente los edificios para reducir la carga de trabajo.",
  "docprocessview content3": "El selector de idioma se refiere al idioma empleado al convertir las abreviaturas de tipo de vía empleadas en Catastro (por ejemplo, CL = Calle/Carrer/Rúa). Se ajusta en función de la provincia, por lo que en principio no es necesario cambiarlo.",
  "docprocessview content4": "Opciones avanzadas.",
  "docprocessview content5": "Dentro del apartado opciones avanzadas se encuentran parámetros para modificar la forma en que el programa agrupa las parcelas con edificios o direcciones en archivos de tareas para importar. Se recomienda utilizar los valores por defecto.",
  "docprocessview content6": "El programa intentará que los ficheros de tareas tengan como máximo este número de partes de edificio.",
  "docprocessview content7": "Se fusionarán las parcelas más cercanas que esta distancia si no se supera el número de partes.",
  "docprocessview content8": "Inicia el proceso.",
  "docprocessview content9": "Cuando estés listo haz clic en el botón",
  "docprocessview content10": "Información.",
  "docprocessview content11": "Durante la ejecución del proceso de conversión se actualiza el panel de registro con información de la ejecución del programa.",
  "docprocessview content12": "Al terminar se muestra un informe con datos sobre el resultado de la ejecución.",
  "docreviewview content1": "Antes de poder publicar un proyecto de importación existen dos revisiones que hay que realizar manualmente. La primera, es la del callejero. Si no has seleccionado {0}, puedes pasar a {1}",
  "docreviewview content2": "Conversión de viales",
  "docreviewview content3": "No se deben importar los nombres de calles tal como vienen de Catastro. Incumplen las reglas de OSM (están en mayúsculas, sin tildes y con otros problemas). CatAtom2Osm ayuda a corregirlos intentando emparejar automáticamente el nombre de cada vía en Catastro con el nombre en OSM más parecido y cercano. Si no encuentra una coincidencia realiza una transformación preliminar como sugerencia de cuál debería ser el nombre correcto. En cualquier caso, hace falta revisar el proceso manualmente.",
  "docreviewview content4": "La revisión se hace mediante esta tabla. En la columna de la izquierda se muestra el {0} del vial, en la de la derecha la {1} propuesta.",
  "docreviewview content5": "Al hacer clic en una fila aparece un mapa que muestra los portales de Catastro existentes en esa calle y los viales existentes en OSM. Haz clic en los portales para acceder a las foto de fachada de Catastro. Al colocar el ratón sobre un vial se muestra el nombre en OSM.",
  "docreviewview content6": "Puedes usar el selector de capas para alternar entre el mapa de OSM y el de IGN-Base que muestra el callejero de Cartociudad, o para desactivar las capas de Portales o Viales si no te dejan ver bien el mapa.",
  "docreviewview content7": "Validación",
  "docreviewview content8": "Siguiendo los portales de Catastro, busca con que vial de OSM se corresponden.",
  "docreviewview content9": "Si la calle tiene nombre en OSM, está correctamente escrito, es igual a la conversión propuesta y se corresponde con el nombre que figura en Catastro, puedes validar la conversión usando el botón",
  "docreviewview content10": "Las filas de las calles revisadas se muestran con un color diferenciado para cada usuario que ha hecho la revisión. También puedes consultarlo al poner el ratón encima del recuadro de edición del nombre de la calle. Distintos usuarios pueden colaborar para completar la revisión.",
  "docreviewview content11": "Corrección",
  "docreviewview content12": "Si la calle no tiene nombre en OSM, o si lo tiene pero no es igual a la conversión propuesta, busca el nombre correcto usando revisión sobre el terreno o las distintas fuentes disponibles (Cartociudad, las fotos de fachada, Mapillary, KartaView).",
  "docreviewview content13": "Cuando tengas el nombre correcto edita la conversión en la tabla y/o el nombre de la vía en OSM según sea necesario. Para acceder a editar el mapa, en el encabezado del mapa hay un enlace a la web de OSM.",
  "docreviewview content14": "Las ediciones en el mapa resultado de esta fase deben hacerse con la cuenta de usuario habitual de OSM, no con cuentas dedicadas de importación. Conviene etiquetarlas con {0} y el nombre del municipio en el comentario del conjunto de cambios.",
  "docreviewview content15": "Si una calle se muestra con distintos colores a lo largo de su trazado, es por que está formada por distintas vías en OSM y el nombre no coincide. Hay que editar el mapa, ver cual es el correcto y ponerlo en todos los tramos. En este ejemplo, al nombre en un tramo le falta una tilde.",
  "docreviewview content16": "Cuando el programa no encuentra una vía en OSM con la que emparejar los nombres, aplicará correcciones al nombre en Catastro para sugerirlo como conversión. Vigila la conversión de las abreviaturas del tipo de vía. Existen algunas que tienen varios valores posibles que se muestran separados por una barra. Son los casos de AL (Aldea/Alameda), CJ (Calleja/Callejón) o CR (Carretera/Carrera), por ejemplo. En caso de usarlos, revisa que sólo quede el tipo de vía correcto o ningúno, según el caso.",
  "docreviewview content17": "Algunas direcciones de Catastro pueden referirse a lugares en vez de a vías, por ejemplo a barrios, urbanizaciones, caseríos. Comprueba si el nombre está mapeado en OSM o se puede añadir. Ten en cuenta que el programa asigna las direcciones a la etiqueta {0} en lugar de {1} cuando el nombre comienza por referencias de lugar. Para una lista completa consulta el anexo.",
  "docreviewview content18": "Eliminar",
  "docreviewview content19": "Algunos nombres de vía de Catastro pueden no ser adecuados para importar en OSM. Por ejemplo podemos encontrar referencias administrativa tales como 'MANZANA A SECTOR 4' que no se corresponde con nombres de vía reales. Si decides que no se importen las direcciones para un nombre de vía, deja la conversión en blanco mediante el botón {0}",
  "docreviewview content20": "Deshacer",
  "docreviewview content21": "Para restaurar la conversión a su valor original usa el botón",
  "docreviewview content22": "Reprocesar",
  "docreviewview content23": "Cuando esté completa la revisión del callejero, el usuario que inició el proceso puede continuar al siguente paso mediante el botón",
  "docreviewview content24": "Anexo: Siglas de tipo de vía",
  "docreviewview content25": "*) Se aplica a {0} en lugar de {1}.",
  "docreviewview content26": "**) Se aplica a {0} y se elimina el prefijo \"Lugar\" en la conversión",
  "docreviewview content27": "***) Se eliminan las direcciones de estos tipos.",
  "docfixmeview content1": "En esta fase, ya está completada la conversión de datos. Se han creado cada unidad de importación (o tareas). Sin embargo, antes de poder publicar el proyecto de importación hay que revisar los problemas que el programa ha detectado y marcado en los edificios mediante etiquetas {0}.",
  "docfixmeview content2": "La revisión se hace mediante esta lista. Cada fila contiene el enlace al archivo de una tarea con problemas y el número de fixmes que contiene.",
  "docfixmeview content3": "Descarga {0} el archivo a tu ordenador y ábrelo con JOSM. Haz una búsqueda del texto 'fixme' para localizar los elementos que tengan esa etiqueta. Lee el mensage del problema detectado y busca su descripción en esta página. Elimina la etiqueta fixme y si es necesario corrige el problema indicado. Para resolver el problema consulta la imagen aérea de fondo, las fotos de fachada y otras fuentes aprobadas de imágenes como Mapillary o KartaView.",
  "docfixmeview content4": "No subas los archivos de tareas a OSM. Cuando estén corregidos los problemas y no queden etiquetas fixme guardalo en tu ordenador y súbelo a CatAtom2OSM. Puedes arrastrar los archivos al panel o usar los botones {0}.",
  "docfixmeview content5": "Las filas de los archivos revisados se muestran con un color diferenciado para cada usuario que ha hecho la revisión. También puedes consultarlo al poner el ratón encima del enlace de descarga. Distintos usuarios pueden colaborar para completar la revisión.",
  "docfixmeview content6": "Los 'fixmes' están pensados para corregirlos antes publicar el proyecto. Se debe reducir su número a 0 para poder hacerlo. Esta es la lista de posibles problemas a solucionar:",
  "docfixmeview content7": "Área demasiado grande",
  "docfixmeview content8": "Edificio con área demasiado grande. Si no se corresponde a un edificio real, elimínalo.",
  "docfixmeview content9": "Área demasiado pequeña",
  "docfixmeview content10": "Edificio con área demasiado pequeña. Si no se corresponde a un edificio real, elimínalo.",
  "docfixmeview content11": "Esta parte es mayor que su edificio",
  "docfixmeview content12": "Significa que una parte de un edificio está fuera del contorno del mismo. Resuélvelo ampliando el contorno del edificio o recortando la parte según sea oportuno.",
  "docfixmeview content13": "Validación GEOS",
  "docfixmeview content14": "La geometría no ha superado las pruebas de validación de la librería GEOS. En este ejemplo, una parte interior de un multipolígono está tocando el borde exterior del mismo. Se puede resolver eliminando la relación multipolígono y colocando las etiquetas de altura en cada parte por separado.",
  "docfixmeview content15": "El edificio de OSM con id %s no es válido",
  "docfixmeview content16": "Se ha encontrado un edificio con geometría no válida en OSM. En este caso el problema no está en los datos de Catastro sino en los de OSM. Comprueba que el edificio de Catastro se superpone al de OSM y que será reemplazado (combinación) cuando se haga la importación. En ese caso no es necesaria ninguna acción aparte de eliminar la etiqueta 'fixme'. Si el edificio no va a ser reemplazado con los datos de Catastro al importar, hay que corregirlo en OSM.",
  "docfixmeview content17": "Deshacer",
  "docfixmeview content19": "Reprocesar",
  "docfixmeview content20": "Cuando esté completa la revisión de todos los archivos, el usuario que inició el proceso puede continuar al siguente paso mediante el botón",
  "docfixmeview content21": "Anexo: nomenclatura de subparcelas",
  "docfixmeview content18": "Si te equivocas, siempre puedes restaurar el archivo de tarea original usando el botón {0}",
  "docfixmeview content22": "Según {0}",
  "Task Manager": "Gestor de Tareas",
  "docpublishview content1": "Finalmente, el proyecto está listo para su publicación en el {0}.",
  "docpublishview content2": "Para ello necesitas que te den permiso para crear proyectos. Manda un mensaje solicitándolo al Canal de {0} / {1} indicando tu nombre de usuario.",
  "docpublishview content3": "Cuando tengas el permiso asignado, usa el botón {0}",
  "docpublishview content4": "Descarga el archivo {0} {1} a tu ordenador.",
  "Select file": "Seleccionar archivo",
  "docpublishview content5": "En la ventana 'CREAR NUEVO PROYECTO, DEFINIR ÁREA' del Gestor de Tareas haz clic en {0} y selecciona el archivo zoning.zip descargado.",
  "important": "Importante",
  "docpublishview content6": "{0}: Activa la opción para {1}.",
  "docpublishview content7": "Definir tareas mediante los polígonos cargados",
  "next": "Siguiente",
  "docpublishview content8": "Haz clic en {0} para continuar.",
  "docpublishview content9": "En la ventana 'REVISAR', comprueba que el número de tareas mostrado coincide con el que se muestra en CatAtom2OSM.",
  "docpublishview content10": "Selecciona la organización OSM-es.",
  "docpublishview content11": "Introduce el nombre del proyecto en inglés. A partir de ahora, completa los campos necesarios copiándolos de la plantilla mostrada en el panel mediante los botones {0}",
  "create": "Crear",
  "docpublishview content12": "Haz clic en {0} para crear el proyecto.",
  "docpublishview content13": "En la página 'EDITAR PROYECTO', 'DESCRIPCIÓN', selecciona el estado 'Publicado'. Completa en inglés y español los campos 'Nombre del proyecto', 'Descripción corta' y 'Descripción'.",
  "docpublishview content14": "En 'INSTRUCCIONES', completa en inglés y español los campos 'Comentario al conjunto de cambios', 'Instrucciones detalladas' y 'Instrucciones adicionales para esta tarea'.",
  "docpublishview content15": "En 'METADATOS', 'Tipos de mapeo', selecciona 'Edificios'.",
  "docpublishview content16": "Haz clic en el botón 'Guardar' para finalizar."
}
