{
  "AVAILABLE": "dispoñible",
  "Addresses": "Indicacións",
  "Advanced options": "Opcións avanzadas",
  "Autorización denegada": "Autorización denegada",
  "Building parts": "partes de edificios",
  "Buildings": "Edificios",
  "Changeset comment": "Cambiar o comentario do conxunto",
  "Chat": "Chat",
  "Check fixmes": "Corrixir erros",
  "Confirm": "Confirmar",
  "Conversion": "Conversión",
  "Copy to clipboard": "Copiar no portapapeis",
  "DONE": "rematado",
  "Delete": "Eliminar",
  "Delete filter": "Eliminar filtro",
  "Description": "Descrición",
  "Detailed instructions": "Instrucións detalladas",
  "Docs": "Documentación",
  "Drop here or": "Arrastre os ficheiros corrixidos aquí ou",
  "Drop them": "deixalos ir",
  "ERROR": "erro",
  "Edited by": "Editado por",
  "English (en)": "inglés (gl)",
  "Explore": "Explora",
  "Export": "Exportar",
  "FIXME": "correccións",
  "Feature count": "Número de características",
  "Field": "Campo",
  "Filter": "Filtro",
  "Grant Access": "Conceder acceso",
  "Information": "Información",
  "Language": "Linguaxe",
  "Locked by": "Bloqueado por",
  "Log": "Gravar",
  "Log in": "Iniciar sesión",
  "Logout": "Pechar sesión",
  "Management": "Xestionar",
  "Name in Cadastre": "Nome no Catastro",
  "Name of the project": "Nome do proxecto",
  "No es un archivo gzip válido": "Non é un ficheiro gzip válido",
  "No procesado": "Non se procesou",
  "No se pudo eliminar": "Non se puido eliminar",
  "Note": "Nota",
  "Options": "Opcións",
  "Owner": "Propietario",
  "Pendiente de revisar direcciones": "Enderezos pendentes de revisión",
  "Pendiente de revisar problemas": "Problemas pendentes de revisión",
  "Per task instructions": "Instrucións adicionais para esta tarefa",
  "Pools": "Piscinas",
  "Procesando": "Procesamento",
  "Proceso eliminado correctamente": "Proceso eliminado correctamente",
  "Proceso finalizado": "Proceso rematado",
  "Proceso no encontrado": "Non se atopou o proceso",
  "Process": "Proceso",
  "Process addresses": "Direccións de procesos",
  "Report": "Informe",
  "Reprocess": "Reprocesar",
  "Review": "Revisión",
  "Review done": "Revisións completadas",
  "Review street names": "Consulta o mapa das rúas",
  "Select file": "Seleccione o ficheiro",
  "Select only downloaded files": "Seleccione só os ficheiros descargados",
  "Select reviewed file": "Seleccione o ficheiro corrixido",
  "Select the municipality": "Selecciona o concello...",
  "Select the province": "Seleccione a provincia...",
  "Select the subarea": "Seleccione a división...",
  "Servicios ATOM": "Servizos ATOM",
  "Share project": "Compartir proxecto",
  "Short description": "Breve descrición",
  "Sign up": "Rexístrate",
  "Sorry, no matching option": "Sentímolo, non se atopou a opción",
  "Source": "Orixe",
  "Source date": "Data de publicación",
  "Spanish (es)": "español (en)",
  "Status": "Estado",
  "Sólo archivos de tareas existentes": "Só os ficheiros de tarefas existentes",
  "Task Manager": "Xestor de tarefas",
  "Task manager": "Xestor de tarefas",
  "Tasks": "Tarefas",
  "Terminó con error": "Rematou cun erro",
  "The process is locked by": "O proceso está bloqueado por",
  "Undo": "Desfacer",
  "User": "Usuario",
  "Validate": "Validar",
  "You can also": "Tamén podes",
  "add_project": "Crear proxecto",
  "admin boundaries": "divisións administrativas",
  "admin-boundaries": "límites administrativos",
  "between_val": "O valor debe estar entre {0} e {1}.",
  "create": "Crear",
  "create_job": "{username} inicia o proceso {room}",
  "delete_job": "{username} mata o proceso {room}",
  "delete_msg": "Eliminar o proceso (acción coidadosa e irreversible).",
  "docfixmeview content1": "Nesta fase, a conversión de datos xa está rematada. \nCreáronse cada unidade (ou tarefas) de importación. \nNon obstante, antes de poder publicar o proxecto de importación, debe revisar os problemas que o programa detectou e marcou nos edificios mediante as etiquetas {0}.",
  "docfixmeview content10": "Edificio cunha superficie demasiado pequena. \nSe non corresponde a un edificio real, elimínao.",
  "docfixmeview content11": "Esta parte é máis grande que o teu edificio",
  "docfixmeview content12": "Significa que unha parte dun edificio está fóra do seu límite. \nResolvídeo ampliando o contorno do edificio ou recortando a parte segundo corresponda.",
  "docfixmeview content13": "Validación GEOS",
  "docfixmeview content14": "A xeometría non superou as probas de validación da biblioteca GEOS. \nNeste exemplo, unha parte interior dun multipolígono está tocando o bordo exterior do multipolígono. \nPódese resolver eliminando a relación multipolígono e colocando as etiquetas de altura en cada parte por separado.",
  "docfixmeview content15": "O edificio OSM co ID %s non é válido",
  "docfixmeview content16": "Atopouse un edificio con xeometría non válida en OSM. \nNeste caso o problema non está nos datos do Catastro senón nos datos OSM. \nComprobar que o edificio do Catastro se solapa co edificio OSM e que será substituído (combinación) cando se faga a importación. \nNese caso, non é necesaria ningunha acción que non sexa eliminar a etiqueta \"fixme\". \nSe o edificio non vai ser substituído polos datos do Catastro ao importar, este debe ser corrixido en OSM.",
  "docfixmeview content17": "Desfacer",
  "docfixmeview content18": "Se cometes un erro, sempre podes restaurar o ficheiro de tarefa orixinal usando o botón {0}",
  "docfixmeview content19": "Reprocesar",
  "docfixmeview content2": "A revisión realízase mediante esta lista. \nCada fila contén a ligazón ao ficheiro dunha tarefa problema e o número de fixmes que contén.",
  "docfixmeview content20": "Cando se complete a revisión de todos os ficheiros, o usuario que iniciou o proceso pode continuar co seguinte paso usando o botón",
  "docfixmeview content21": "Anexo: nomenclatura de subparcelas",
  "docfixmeview content22": "Segundo {0}",
  "docfixmeview content3": "Descarga {0} o ficheiro no teu ordenador e ábreo con JOSM. \nFai unha busca polo texto \"fixme\" para localizar os elementos que teñan esa etiqueta. \nLe a mensaxe do problema detectado e busca a súa descrición nesta páxina. \nElimina a etiqueta fixme e, se é necesario, corrixe o problema indicado. \nPara resolver o problema, consulta a imaxe aérea de fondo, as fotos da fachada e outras fontes de imaxe aprobadas como Mapillary ou KartaView.",
  "docfixmeview content4": "Non cargue ficheiros de tarefas a OSM. \nCando se corrixan os problemas e non queden etiquetas fixme, gárdao no seu ordenador e cárgueo en CatAtom2OSM. \nPodes arrastrar os ficheiros ao panel ou usar os botóns {0}.",
  "docfixmeview content5": "As filas dos ficheiros revisados ​​móstranse cunha cor diferente para cada usuario que fixo a revisión. \nTamén podes comprobalo pasando o rato sobre a ligazón de descarga. \nDistintos usuarios poden colaborar para completar a revisión.",
  "docfixmeview content6": "Os 'fixmes' están deseñados para corrixilos antes de publicar o proxecto. \nO seu número debe reducirse a 0 para poder facelo. \nEsta é a lista de posibles problemas a resolver:",
  "docfixmeview content7": "Área demasiado grande",
  "docfixmeview content8": "Edificio cunha superficie demasiado grande. \nSe non corresponde a un edificio real, elimínao.",
  "docfixmeview content9": "Área moi pequena",
  "docloginview content1": "Siga estas instrucións para acceder a CatAtom2Osm en liña:",
  "docloginview content2": "Fai clic no botón {0} da barra de navegación.",
  "docloginview content3": "Inicia sesión en OpenStreetMap usando a túa conta ou un dos métodos alternativos.",
  "docloginview content4": "Autorice o acceso a CatAtom2Osm facendo clic en {0}.",
  "docloginview content5": "A conta de importación dedicada é necesaria para contribuír aos proxectos publicados. \nPara crealos pode usar a súa conta normal se o desexa.",
  "docprocessview content1": "Opcións de proceso.",
  "docprocessview content10": "Información.",
  "docprocessview content11": "Durante a execución do proceso de conversión, o panel de rexistro actualízase con información sobre a execución do programa.",
  "docprocessview content12": "Ao rematar, móstrase un informe con datos sobre o resultado da execución.",
  "docprocessview content2": "Unha vez seleccionada a área a procesar, debe decidir se quere importar edificios e enderezos postais ao mesmo tempo ou procesar edificios ou enderezos de forma independente. \nA opción máis completa é a primeira, aínda que algúns usuarios deciden procesar só enderezos se o mapa xa contén moitos edificios, ou procesar só edificios para reducir a carga de traballo.",
  "docprocessview content3": "O selector de idiomas refírese ao idioma empregado ao converter as abreviaturas do tipo de estrada utilizadas en Catastro (por exemplo, CL = Calle/Carrer/Rúa). \nAxústase segundo a provincia, polo que en principio non é necesario cambialo.",
  "docprocessview content4": "Opcións avanzadas.",
  "docprocessview content5": "Dentro da sección de opcións avanzadas hai parámetros para modificar a forma en que o programa agrupa parcelas con edificios ou enderezos en ficheiros de tarefas a importar. \nRecoméndase utilizar os valores predeterminados.",
  "docprocessview content6": "O programa tentará garantir que os ficheiros de tarefas teñan un máximo deste número de pezas de construción.",
  "docprocessview content7": "As parcelas máis próximas a esta distancia fusionaranse se non se supera o número de pezas.",
  "docprocessview content8": "Inicia o proceso.",
  "docprocessview content9": "Cando esteas listo fai clic no botón",
  "docpublishview content1": "Finalmente, o proxecto está listo para a súa publicación en {0}.",
  "docpublishview content10": "Seleccione a organización OSM-es.",
  "docpublishview content11": "Introduza o nome do proxecto en inglés. \nA partir de agora, complete os campos necesarios copiándoos do modelo que se mostra no panel mediante os botóns {0}",
  "docpublishview content12": "Fai clic en {0} para crear o proxecto.",
  "docpublishview content13": "Na páxina \"EDITAR PROXECTO\", \"DESCRICIÓN\", seleccione o estado \"Publicado\". \nCompleta os campos \"Nome do proxecto\", \"Descrición breve\" e \"Descrición\" en inglés e español.",
  "docpublishview content14": "En \"INSTRUCIÓNS\", completa os campos \"Cambiar o comentario do conxunto\", \"Instrucións detalladas\" e \"Instrucións adicionais para esta tarefa\" en inglés e español.",
  "docpublishview content15": "En \"METADATOS\", \"Tipos de cartografía\", seleccione \"Edificios\".",
  "docpublishview content16": "Fai clic no botón \"Gardar\" para rematar.",
  "docpublishview content2": "Para iso, debes ter permiso para crear proxectos. \nEnvía unha mensaxe solicitándoo a calquera canle de comunicación indicado en {0} indicando o teu nome de usuario.",
  "docpublishview content3": "Cando teñas o permiso asignado, utiliza o botón {0}",
  "docpublishview content4": "Descarga o ficheiro {0} {1} no teu ordenador.",
  "docpublishview content5": "Na xanela \"CREAR NOVO PROXECTO, DEFINE AREA\" do Xestor de tarefas, faga clic en {0} e seleccione o ficheiro zoning.zip descargado.",
  "docpublishview content6": "{0}: activa a opción para {1}.",
  "docpublishview content7": "Define tarefas utilizando polígonos cargados",
  "docpublishview content8": "Fai clic en {0} para continuar.",
  "docpublishview content9": "Na xanela 'REVISIÓN', comprobe que o número de tarefas mostradas coincide co mostrado en CatAtom2OSM.",
  "docreviewview content1": "Antes de poder publicar un proxecto de importación, hai dúas comprobacións que se deben facer manualmente. \nA primeira é a dos vagabundos. \nSe non seleccionou {0}, pode pasar a {1}",
  "docreviewview content10": "As filas das rúas revisadas móstranse cunha cor diferente para cada usuario que fixo a revisión. \nTamén podes comprobalo pasando o rato sobre a caixa de edición do nome da rúa. \nDistintos usuarios poden colaborar para completar a revisión.",
  "docreviewview content11": "Corrección",
  "docreviewview content12": "Se a rúa non ten un nome en OSM, ou se o ten pero non é o mesmo que a conversión proposta, busque o nome correcto mediante a revisión de campo ou as diferentes fontes dispoñibles (Cartociudad, fotos de fachada, Mapillary, KartaView) .",
  "docreviewview content13": "Cando teña o nome correcto, edite a conversión na táboa e/ou o nome da ruta en OSM segundo sexa necesario. \nPara acceder e editar o mapa, na cabeceira do mapa hai unha ligazón á páxina web de OSM.",
  "docreviewview content14": "As edicións do mapa resultantes desta fase deben realizarse coa conta de usuario normal de OSM, non con contas de importación dedicadas. \nÉ recomendable etiquetalos con {0} e o nome do concello no comentario do conxunto de cambios.",
  "docreviewview content15": "Se unha rúa se mostra con cores diferentes ao longo do seu trazado, é porque está formada por diferentes estradas en OSM e o nome non coincide. \nHai que editar o mapa, ver cal é o correcto e poñelo en todos os apartados. \nNeste exemplo, ao nome dunha sección falta un acento.",
  "docreviewview content16": "Cando o programa non atopa un camiño en OSM para coincidir cos nomes, aplicará correccións ao nome en Catastro para suxerilo como conversión. \nSupervisar a conversión das abreviaturas do tipo de estrada. \nHai algúns que teñen varios valores posibles que se mostran separados por unha barra. \nSon os casos de AL (Vila/Alameda), CJ (Calleja/Allejón) ou CR (estrada/Carrera), por exemplo. \nSe as usas, comproba que só queda o tipo de pista correcto ou ningunha, segundo o caso.",
  "docreviewview content17": "Algúns enderezos do Catastro poden referirse a lugares en lugar de estradas, por exemplo, a barrios, urbanizacións, aldeas. \nComproba se o nome está mapeado en OSM ou se pode engadir. \nTeña en conta que o programa asigna enderezos á etiqueta {0} en lugar de {1} cando o nome comeza con referencias de lugares. \nPara unha lista completa ver o anexo.",
  "docreviewview content18": "Eliminar",
  "docreviewview content19": "É posible que algúns nomes de estradas do Catastro non sexan axeitados para importar a OSM. \nPor exemplo, podemos atopar referencias administrativas como 'MANZANA A SECTOR 4' que non se corresponden con nomes reais de estradas. \nSe decide non importar enderezos para o nome dunha estrada, deixe a conversión en branco usando o botón {0}",
  "docreviewview content2": "Conversión de vial",
  "docreviewview content20": "Desfacer",
  "docreviewview content21": "Para restaurar a conversión ao seu valor orixinal, use o botón",
  "docreviewview content22": "Reprocesar",
  "docreviewview content23": "Cando se complete a revisión do mapa de rúas, o usuario que iniciou o proceso pode continuar co seguinte paso usando o botón",
  "docreviewview content24": "Anexo: Siglas de tipo de estrada",
  "docreviewview content25": "*) Aplícase a {0} en lugar de a {1}.",
  "docreviewview content26": "**) Aplícase a {0} e elimina o prefixo \"Lugar\" na conversión",
  "docreviewview content27": "***) Elimínanse os enderezos destes tipos.",
  "docreviewview content3": "Non se deben importar os nomes das rúas xa que proceden de Catastro. \nIncumpren as normas da OSM (están en maiúsculas, sen acentos e con outros problemas). \nCatAtom2Osm axuda a corrixilos facendo coincidir automaticamente o nome de cada estrada en Catastro co nome máis semellante e máis próximo en OSM. \nSe non atopa coincidencia, realiza unha transformación preliminar como suxestión de cal debería ser o nome correcto. \nEn todo caso, é necesario revisar o proceso manualmente.",
  "docreviewview content4": "A revisión realízase mediante esta táboa. \nNa columna da esquerda móstrase o {0} do frasco, na columna da dereita o {1} proposto.",
  "docreviewview content5": "Cando se fai clic nunha fila, aparece un mapa que mostra os portais do Catastro existentes nesa rúa e as vías existentes en OSM. \nPreme nos portais para acceder ás fotos da fachada do Catastro. \nColocar o rato sobre un frasco mostra o nome en OSM.",
  "docreviewview content6": "Podes usar o selector de capas para cambiar entre o mapa OSM e o mapa IGN-Base que mostra o mapa de rúas de Cartociudad, ou para desactivar as capas de Portais ou Estradas se non che permiten ver ben o mapa.",
  "docreviewview content7": "Validación",
  "docreviewview content8": "Seguindo os portais do Catastro, busca a que vial OSM corresponden.",
  "docreviewview content9": "Se a rúa ten un nome en OSM, está escrito correctamente, é o mesmo que a conversión proposta e corresponde ao nome que aparece no Catastro, podes validar a conversión mediante o botón",
  "docselectview admin level": "Opcionalmente, seleccione unha división administrativa.",
  "docselectview check size": "Comproba o tamaño do proxecto.",
  "docselectview content1": "Siga estas instrucións para seleccionar a área a procesar:",
  "docselectview content2": "Despois de seleccionar un concello, no panel informativo terás datos que che permitirán facerte unha idea do tamaño que terá o proxecto. \nCantos máis edificios ou enderezos, maior será o traballo. \nÉ importante que un proxecto non sexa demasiado grande, especialmente se é a primeira vez que creas un. \nCanto maior sexa, máis tempo levará a revisión previa á publicación e completar a importación unha vez publicada.",
  "docselectview content3": "Como norma xeral, podemos dicir que un proxecto é demasiado grande se o número de pezas do edificio é superior a 10.000 O programa avisará se supera esta cifra. \nSe o proxecto é grande e non queres comezar con outro concello máis pequeno, tenta seleccionar unha división administrativa.",
  "docselectview content4": "Os municipios adoitan dividirse en entidades administrativas máis pequenas. \nEn OSM, os concellos teñen a etiqueta {0}. \nAbaixo, con {1}, están os distritos (o nome pode cambiar segundo as peculiaridades de cada territorio). \nDentro de cada distrito haberá barrios (ou o equivalente na túa zona), con {2}.",
  "docselectview content5": "Se estes límites administrativos están definidos en OSM, aparecerán no selector de división administrativa debaixo do selector de municipios. \nSeleccione un barrio que teña o tamaño adecuado para procesar.",
  "docselectview content6": "Se os {0} non están definidos en OSM, é recomendable crear os que necesites. \nSe vas utilizar datos de terceiros para trazar estes límites e non están publicados cunha licenza compatible, será necesario solicitar unha licenza expresa de uso. \nConsulte o seu Concello e solicite axuda para tomar as xestións necesarias.",
  "docselectview municipality": "Seleccione un concello.",
  "docselectview province": "Seleccione unha provincia.",
  "docview content1": "Esta ferramenta en liña utilízase para converter datos de edificios e enderezos do Catastro ao formato OSM. \nA conversión realízase por áreas, xeralmente un concello, e o resultado é un proxecto de importación dispoñible para que diferentes usuarios poidan realizar a importación de forma colaborativa.",
  "docview content2": "É interesante que antes de crear o teu primeiro proxecto saibas como é o proceso de participación nos que xa están publicados. \nAtrévete a colaborar con eles seguindo a {0}.",
  "docview content3": "Para crear un proxecto para unha zona inédita é necesario seguir estes pasos:",
  "docview fixme": "Corrixir erros",
  "docview forum": "Foro {0}",
  "docview login": "Gravar",
  "docview mail list": "Lista de correo Talk",
  "docview need help": "Necesitas axuda?",
  "docview need help end": "Alí atoparás outros usuarios dispostos a responder ás túas dúbidas ou colaborar cando sexa necesario.",
  "docview need help explanation": "Non dubides en contactar connosco a través de calquera destes medios:",
  "docview process": "Proceso",
  "docview publish": "Publicación",
  "docview review": "Consulta o mapa das rúas",
  "docview select": "Seleccione",
  "docview telegram matrix": "{0}/{1} canle",
  "docview title": "Xestión de proxectos",
  "done": "Feito",
  "done_msg1": "Crea un novo proxecto en {0} usando o ficheiro {1}.",
  "done_msg2": "Completa os campos necesarios copiándoos ({0}) do modelo que aparece no panel.",
  "done_msg3": "Consulta o {0}.",
  "export_msg": "Descarga os resultados do traballo como copia de seguridade.",
  "finish_job": "Proceso de {0} completado",
  "fixme_msg": "Descarga ({descarga}) os ficheiros que aparecen no panel. \nEdítaos con JOSM seguindo estes {link}. \nGarda os resultados e carga os ficheiros corrixidos ({cargar}). \nComprobe os edificios con etiquetas \"fixme\" e elimínaos. \nNon tes que cargar os datos a OSM, pero aquí.",
  "fixmes left": "Falta {n} fixme.|Faltan {n} fixme.",
  "guide": "instrucións",
  "hero content1": "As importacións e edicións automatizadas deben ser realizadas por persoas con experiencia e coñecementos suficientes sobre como a comunidade OpenStreetMap crea mapas e cunha planificación e consulta coidadosa coa comunidade local relevante.",
  "hero content2": "Consulta {0}. \nAs importacións ou edicións automatizadas que non seguen estas directrices pódense reverter.",
  "hero subtitle": "Ferramenta en liña para converter edificios e enderezos de ficheiros de Catastro {0} a {1}.",
  "hero title": "Importación do Catastro Español a OpenStreetMap",
  "highways left": "Faltan {n} camiños.| Faltan {n} camiños.",
  "import guide": "guía de importación",
  "important": "Importante",
  "joined": "{username} uniuse a {room}",
  "leave": "{username} deixou {sala}",
  "locale": "Galego",
  "next": "Seguindo",
  "parcel_dist_help": "Distancia en metros para engadir parcelas para tarefas.",
  "parcel_parts_help": "Número de pezas de construción para comezar a engadir parcelas para tarefas.",
  "parts": "pezas",
  "process result": "resultado do proceso",
  "project-size-ko": "O proxecto é moi grande. \nRecoméndase seleccionar un distrito ou barrio. \nSe non están definidos en OSM, crea relacións de {0} co nivel 9 ou 10.",
  "project-size-ok": "O tamaño do proxecto é adecuado para procesar.",
  "restart_job": "{username} reinicia o proceso {room}",
  "review_msg": "Comproba os nomes das estradas/lugares que aparecen no panel seguindo estes {0}. \nNa columna da esquerda móstrase o nome da estrada/lugar en Catastro, na dereita a proposta de conversión que se utilizará no proceso de reprocesamento. \nEdita os que non son correctos ou valida ({1}) os que o son. \nDéixao en branco ({2}) para excluír todos os enderezos nese camiño. \nCando remates, continúa co seguinte paso.",
  "reviewed_files": "Revisáronse {0} de {1} ficheiros.",
  "reviewed_hgw": "Marcadas {0} de {1} rúas.",
  "select": "seleccionalos",
  "select_job": "Selecciona unha provincia e o concello para tramitar. \nSe hai {0} do municipio (admin_level = 9 - distritos ou admin_level = 10 - barrios), tamén podes seleccionar un.",
  "view_in_osm": "Ver en OpenStreetMap",
  "welldone1": "Ben feito! \nConfirma para continuar.",
  "welldone2": "Ben feito! \nReprocesar para continuar.",
  "RUNNING": "correndo",
  "REVIEW": "rúa",
  "Publish": "Publicación",
  "Project": "Proxecto",
  "Process buildings": "Edificios de proceso"
}
